import type { PricingPlan, PricingPlanInner } from "./type";



export const pricingPlans: PricingPlan[] = [
    {
        id: 1,
        name: "სტანდარტი",
        monthlyPrice: "120 ₾",
        yearlyPrice: "220 ₾",
        features: [
            "უფასო აზომვა ადგილზე",
            "სტანდარტული დიზაინი",
            "ანტიკოროზიული დაფარვა",
            "ფერის არჩევანი",
            "მონტაჟი ფასში შედის",
            "1 წლიანი გარანტია"
        ],
    },
    {
        id: 2,
        name: "ბიზნესი",
        monthlyPrice: "180 ₾",
        yearlyPrice: "300 ₾",
        features: [
            "უფასო აზომვა ადგილზე",
            "ინდივიდუალური ესკიზი",
            "ფხვნილოვანი შეღებვა",
            "ფერის არჩევანი",
            "მონტაჟი ფასში შედის",
            "3 წლიანი გარანტია"
        ],
    },
    {
        id: 3,
        name: "პრემიუმი",
        monthlyPrice: "250 ₾",
        yearlyPrice: "400 ₾",
        features: [
            "უფასო აზომვა ადგილზე",
            "ექსკლუზიური დიზაინი",
            "ფხვნილოვანი შეღებვა",
            "დეკორატიული ელემენტები",
            "პრიორიტეტული მონტაჟი",
            "5 წლიანი გარანტია"
        ],
    }
];


export const monthlyPlansInner: PricingPlanInner[] = [
        {
            id: 1,
            title: "სტანდარტი",
            price: "120 ₾",
            duration: "/ მ²",
            features: [
                "უფასო აზომვა ადგილზე",
                "სტანდარტული დიზაინი",
                "ანტიკოროზიული დაფარვა",
                "ფერის არჩევანი",
                "მონტაჟი ფასში შედის",
                "1 წლიანი გარანტია",
            ],
        },
        {
            id: 2,
            title: "ბიზნესი",
            price: "180 ₾",
            duration: "/ მ²",
            features: [
                "უფასო აზომვა ადგილზე",
                "ინდივიდუალური ესკიზი",
                "ფხვნილოვანი შეღებვა",
                "ფერის არჩევანი",
                "მონტაჟი ფასში შედის",
                "3 წლიანი გარანტია",
            ],
        },
        {
            id: 3,
            title: "პრემიუმი",
            price: "250 ₾",
            duration: "/ მ²",
            features: [
                "უფასო აზომვა ადგილზე",
                "ექსკლუზიური დიზაინი",
                "ფხვნილოვანი შეღებვა",
                "დეკორატიული ელემენტები",
                "პრიორიტეტული მონტაჟი",
                "5 წლიანი გარანტია",
            ],
        },
    ];
 
  export  const yearlyPlansInner: PricingPlanInner[] = [
        {
            id: 1,
            title: "სტანდარტი",
            price: "220 ₾",
            duration: "/ მ²",
            features: [
                "უფასო აზომვა ადგილზე",
                "სტანდარტული დიზაინი",
                "უჟანგავი ფოლადი",
                "გაპრიალებული ზედაპირი",
                "მონტაჟი ფასში შედის",
                "1 წლიანი გარანტია",
            ],
        },
        {
            id: 2,
            title: "ბიზნესი",
            price: "300 ₾",
            duration: "/ მ²",
            features: [
                "უფასო აზომვა ადგილზე",
                "ინდივიდუალური ესკიზი",
                "უჟანგავი ფოლადი",
                "გაპრიალებული ზედაპირი",
                "მონტაჟი ფასში შედის",
                "3 წლიანი გარანტია",
            ],
        },
        {
            id: 3,
            title: "პრემიუმი",
            price: "400 ₾",
            duration: "/ მ²",
            features: [
                "უფასო აზომვა ადგილზე",
                "ექსკლუზიური დიზაინი",
                "უჟანგავი ფოლადი",
                "დეკორატიული ელემენტები",
                "პრიორიტეტული მონტაჟი",
                "5 წლიანი გარანტია",
            ],
        },
    ];
 