import type { FAQITEM } from "./faqType"



export const accrodionItems1: FAQITEM[] = [
    {
        id: 1,
        title: 'რა სერვისებს გთავაზობთ?',
        description: `ვამზადებთ და ვამონტაჟებთ ეზოს ჭიშკრებს, სახლის კარებს, აივნისა და შიდა და გარე კიბის მოაჯირებს, ასევე ვასრულებთ ეზოს შემოღობვას.`
    },
    {
        id: 2,
        title: 'რა დრო სჭირდება შეკვეთის დამზადებას?',
        description: `დამზადების ვადა დამოკიდებულია ნაკეთობის ზომასა და სირთულეზე. საშუალოდ, შეკვეთა სრულდება 7-დან 21 დღემდე.`
    },
    {
        id: 3,
        title: 'მუშაობთ თუ არა თბილისის გარეთ?',
        description: `დიახ, ვმუშაობთ როგორც თბილისში, ისე რეგიონებში. აზომვისა და მონტაჟის პირობები წინასწარ თანხმდება.`
    },
    {
        id: 4,
        title: `შესაძლებელია თუ არა ინდივიდუალური დიზაინი?`,
        description: `რა თქმა უნდა. ვამზადებთ ესკიზს თქვენი სურვილის მიხედვით და ვარჩევთ მასალას, ფერსა და დეკორატიულ ელემენტებს.`
    },
]
export const accrodionItems2: FAQITEM[] = [
    {
        id: 5,
        title: 'რა სერვისებს გთავაზობთ?',
        description: `ვამზადებთ და ვამონტაჟებთ ეზოს ჭიშკრებს, სახლის კარებს, აივნისა და შიდა და გარე კიბის მოაჯირებს, ასევე ვასრულებთ ეზოს შემოღობვას.`
    },
    {
        id: 6,
        title: 'რა დრო სჭირდება შეკვეთის დამზადებას?',
        description: `დამზადების ვადა დამოკიდებულია ნაკეთობის ზომასა და სირთულეზე. საშუალოდ, შეკვეთა სრულდება 7-დან 21 დღემდე.`
    },
    {
        id: 7,
        title: 'მუშაობთ თუ არა თბილისის გარეთ?',
        description: `დიახ, ვმუშაობთ როგორც თბილისში, ისე რეგიონებში. აზომვისა და მონტაჟის პირობები წინასწარ თანხმდება.`
    },
    {
        id: 8,
        title: `შესაძლებელია თუ არა ინდივიდუალური დიზაინი?`,
        description: `რა თქმა უნდა. ვამზადებთ ესკიზს თქვენი სურვილის მიხედვით და ვარჩევთ მასალას, ფერსა და დეკორატიულ ელემენტებს.`
    },
]